DEMO1 = """
【老师】：梅清你好
【学生】：老师你好
【老师】：我是之前线上一直在和咱们在联系的新通留学的李老师
【学生】：你好老师
【老师】：咱们今天是怎么过来的？是跟朋友一起坐地铁来的吗？
【学生】：对。坐地铁过来的。
【老师】：然后等一下我们沟通完以后去吃晚饭是吧？
【学生】：差不多。
【老师】：行，因为我之前在线上也了解了梅清的一些情况，我们这边再来核对一下。咱们是南工大的？
【学生】：对
【老师】：今年大二
【学生】：对
【老师】：读的什么专业？
【学生】：电子信息工程
【老师】：电子信息工程是吧？成绩怎么样
【学生】：目前的话三个学期大概86分。
【老师】：对于理工科来说，86分这成绩很好了
【学生】：正常就还行，中等。
【老师】：我感觉你对自己要求也是挺高的，是吧？
【学生】：还可以。
【老师】：今天梅清过来的话，主要是想了解什么样的一个内容？
【学生】：其实主要想梳理一下留学的事情，因为之前只是线上沟通，也不是很了解，所以想听老师给我详细讲讲。
【老师】：还想对留学这一块有更多的一个了解是吧？
【学生】：对
【老师】：ok。在我们开始之前，梅清，老师想问一下我们之前为什么会选电子信息专业？
【学生】：这专业的话，其实是我爸妈帮我去问了一些亲戚朋友，然后都说这专业好就业，所以就读了。
【老师】：就是说也不知道具体说好找工作的点在哪是吧？行，我们今天先来了解一下这个专业，因为毕竟我们现在才大二，接触的也不多，了解也不是特别多，对不对？
好的，其实首先老师要说我们这个专业选择得非常的棒，确实就业前景这一块来说真的是非常的广阔的。
我们可以来看一下为什么。首先我们来看专业，电子专业其实分支特别的多，可以有18个分支，但老师这边的话是偏向于我们学院的情况，列出了主要的热门的6个方向，这6个方向当中其实就分为3个大的模块，第一个的话是研究电子的，很好理解，第二个的话就是研究光电技术和通讯的，其中最主要的比如说光电信息科学与工程系的专业。第三个方向我们说是研究信息和通讯的，这里面最主要的就是通讯工程的专业，这些专业的话梅清自己之前有没有了解过，或者说听学长学姐说过，觉得自己对哪个专业还是蛮感兴趣的，有吗？
【学生】：我感觉这些课反正都有交叉，所以觉得应该也差不多，但是以后读硕士什么的，我可能会偏向于集成电路，比较感兴趣。
【老师】：就是说咱们感兴趣的还是偏向电子这一块的是吧？ Ok我们来看一下，如果以后我们选择这些方向，我们未来的话可以涉及到的一些行业是什么，我们也可以看看到底什么样的行业会比较符合我们的一个兴趣所在。
这边老师列出最主要的三个热门的行业的领域。首先，第一个是消费电子领域的企业，很好理解对吧？智能手机、智能音响、智能手表的制作，都属于这个领域当中典型的企业，比如说小米、华为、大疆这些企业我们都是耳熟能详的，老师这边就不过多的去做一个介绍了。
第二个领域的话，新能源汽车这个领域，其实这个领域是现在非常热门的一个行业，我觉得梅清多少有点听说过对吧？有没有学长学姐在这个行业在做？
【学生】：之前有听说有学长姐在里面，但是也没有很熟，所以其实不太了解。
【老师】：现在其实了解的也不是很多，是吧？这个行业的话，其实现在也是国家政策在大力支持去发展的一个新能源汽车的领域，我们说国家支持这个行业，它这个行业至少有一半的底子是在了，对吧？
所以说新能源汽车领域，如果未来我们说就业的话，是可以去重点的关注一下的。
那么第三个方向也就是这个行业我们可以说比较老牌或热门的方向，通信设备及运营商，其实这个就偏向于我们说通信工程的一个比较典型的公司，像国内的三大运营商，移动、联通、电信那也是比较耳熟能详的三个企业。
我们看完这些以后，为什么说老师一开始就会肯定我们这个专业的就业前景非常的棒，我们可以看一下今年的一个数据，这个数据的话我们主要是看左边，那左边我们可以看到2023年一个同比增长最多的新赛道，也就是我们专业的一个岗位的增长，我们可以看到说首当其冲的就是我们新能源汽车这个领域，是不是？
因为我们说了新兴领域，其实它最缺的是什么？人，对吧？因为以前没有人干，所以说我们会发现他的岗位增长基本上是翻番的。
第二名和第三名也基本上是我们说围绕新能源汽车的板块，它的新材料新能源，它的岗位的增长需求都是十分迅速的。
我们再往下看，我们说芯片，其实像我们刚才提到的微电子类的专业，说白了就是研究芯片，它的行业的岗位增长也是十分大的，我们可以看到数据58.5%，对不对？所以就数据来看，我们至少说我们心中有个底，我们专业在目前的情况下，比起别的专业，我们肯定是有比较多的就业机会，至少说能找到一份很棒的工作，对不对？我们再去到具体的企业当中，我们再来看一下，当然这个话题是绝大多数同学最为关心的，为什么说最为关心？
因为这个话题我们可以看到我们现在到底能拿多少钱，对不对？我们来看一下，这个是老师框出来说我们有头部的企业，比如说华为、中兴通讯这样一个薪资的水平，当然也有中部的一些企业，我们会发现说我们这个专业在未来就业的时候，这个岗位特征有两大非常显著的特征，第一其实就是我们经常说的拿钱多对不对？我们会发现说头部企业的年薪基本是在300万+的，中部企业的年薪也能达到150+这么一个水平。
第二个比较显著的特征，老师会说，就是因为我们这样的技术岗位，其实晋升和培养的渠道是十分清晰的，我们以中兴为例，我们可以看到针对我们的岗位，他给出的不管是跑道，还是我们未来晋升的一个路径，那都是十分多样的，并且规划也是十分清晰的，对不对？
也就是说，通过我们自身的努力，其实我们完全有可能说30岁出头，35岁左右就能拿到这个企业比较高的一个年薪水平，比如说150万到300万这个区间，对不对？然后它当然也可能会超过300万这么一个数，对不对？当然记得肯定是我们要经过一段时间的发展和规划以后，我们才能拿到这样的一个薪资水平。
【学生】：好高
【老师】：很高是不是？当然，我们现在要回到现实，回到我们自己本身，当我们作为一个职场小白进入这个行业的时候，我们的收入水平是什么样的？这张表的话是老师这边带过的一些学生，有一些是通过老师这边成功申请到了国外留学这么一个学历的提升以后，通过我们的就业规划的渠道去得到一份很好的工作。

我们可以看到他们作为职场小白在就业的时候，他们的薪资水平也基本上是在25到50甚至60万这个区间，其实作为一个小白来说，薪资水平也是非常高的，对不对？在我们之前很有话题的董明珠她当时的秘书孟羽童，那孟羽童她是浙大的高材生，她毕业以后作为董明珠的秘书，她的月薪也是没有过万的。
【学生】：我没有名校毕业，我没有机会了吗老师？
【老师】：所以我才说咱们这个专业选的很好，因为你看到我们这个专业作为职场的一个小白，也会达到一个比较高的收入的水平，对不对？所以这些也足以证明说我们这个专业，哪怕作为职场小白，我们比较现实的说我们的发展前景至少从收入这个方面来说是很好的，是不是？看完这些以后，我们的专业也看完了，我们可以未来进的行业和公司我们也全都看了一遍，现在感受是不是觉得特别想去。
【学生】：对，也很赚钱。
【老师】：感觉很赚钱是吧？但是你说老师我之前也想过，我不知道他们都招什么样的人，我本科的话有没有机会进去？现在我们也在考虑本科直接去工作？
【学生】：确实之前有想过，因为读书最后也是为了就业。
【老师】：有这个想法是吧？其实老师之前经常会说我们找工作和谈恋爱是一样的，就是你喜欢对方，那也要对方喜欢你，我们才能成，是不是？所以我们来进一步的推一下这个问题，你觉得这样的头部企业，他们想要的是什么样的一个人才？
【学生】：985 ，211的吗？是名校的学生吗？
【老师】：高学历的是吧？
【学生】：学历比较好，还有其他的我也不太知道
【老师】：就是说其他其实咱们也没有太多的了解过，对不对？Ok，到后面我们还是以案例的形式再来具体的看一下这些企业到底需要的是什么样能力的一个人才【学生】：好的老师
【老师】：首先我们还是以华为为例，这是华为今年的一个校招的名单，我们可以看到说华为会在什么样的学校去考虑它的员工的一个学习背景，985，211是吧？到国外可能同学不是特别了解，国外的话基本上也是集中在我们说全球排名前100的高校。
所以说刚刚我们同学讲了，我们觉得这些头部的大企业可能要的是985，211这样的学历，是不是？所以说我们发现这些企业特别是头部的这些大厂，它对于学历还是有一定要求的，对不对？我们再来看一个数据，这个的话其实是我们现在也能了解到头部的一些企业，它基本上不会说通过hr人工的去看一封封的简历的，他的简历初筛大部分都是通过机器完成的，也就是说公司这边会提供一个比较硬性的要求，他们以机器的形式去完成一个初筛，可能你没有达到他们的要求，让你的简历连送到hr手上的机会都没有。
【学生】：我现在是不是没有什么机会了，因为我是双非背景的学生。
【老师】：现在的话咱们是这样的，因为其实我们未来的规划也不是现在就确定了直接就业这一条路对不对？
【学生】：是。
【老师】：当然这些企业也不是说你是双非的，他就一定会不要你，其实他也看中你的提前规划的一些软实力成长的部分。
我们回到这个数据当中，我们会发现说这些头部的企业对于211，985这些学历比较高的学生，他们的简历的初筛的通过率是很高的，我们看到一些华为的数据，211以上硕士的简历的初筛率通过率在90%，全球排名100以内的高校的硕士生的通过率甚至更高，能高达95%。
所以你会发现这些头部企业还是青睐于有高学历的学生，对不对？然后我们再具体到这些岗位的职能要求，我们来看一下，除了高学历以外，这些企业还会注重一个什么样的能力？
首先我们还是以华为为例，华为的IC设计工程师，我们会看到他的任职要求，第一点，电子工程的相关专业硕士，首先学历上卡死，他是需要硕士的，我们再往下看他除了硕士以外，他还需要什么？
第三点熟悉设计模拟和混合电路的常见子模块。那就是我们会发现说他至少要求你要做过我们这个工作，你别等着说进公司以后，还要我公司花精力来培养你，是不是？这是华为的，我们再往下去看一个案例，我们以爱立信为例，我们会发现爱立信的可靠性测试工程师的要求是什么样的？
第一条还是一样的，同等学历硕士背景的，那么你会发现硕士同等学历好像基本上是大厂一个卡死的要求，我们会发现华为，爱立信在这点上都是一样的，是不是？后面4个点我们会发现其实也是要求说你有过通信相关的专业经验，那也是和华为一样，要求你做过我这件事儿，你不要白纸一张到了我们公司，还要我们这边去培养你，是不是？我们会发现说在这些要求之上，爱立信额外多了一条什么？流利的英语口语听说能力，其实这个要求对于现在头部大厂的企业来说也是非常好理解的，因为目前的形势下，其实这些大厂的企业他们的涉外业务是越来越越多的。
我们说做涉外业务最基本的我们要保证说你听得懂对方，对方也听懂你说什么，对不对？所以说其实现在英语口语的听说能力也是基本上可以说所有头部企业的一个标配。
最后我们再来看一个案例，我们说以字节为例，现在网上不是很流行一句话，字节和心脏只能有一个跳动，所以我们也足以看出说其实头部的这些大厂是非常卷的，即使在这样的情况下，还是每年会有大批的应届生在往里面跳，我们看到说是字节它的实习生有一个要求， AIGC的方向，我们会发现说他在除了对学历和能力有要求之外，他有一个其实老师都会觉得蛮离谱的一个要求，在计算机国际顶尖会议或期刊上发表过论文者优先。
【学生】：怎么办，因为我们本科应该也发不了作文，我反正现在也没有听说我同学有发。
【老师】：听到这边感觉自己两眼一黑，我怎么发论文是不是？
其实我们会发现说像老师带过的学生当中，特别是我们像985，211这些学历比较高的学生，他们其实在本科的时候，他们也像我们一样，在大二的阶段，或者是大二之前的阶段，就来咨询老师这边留学的这些问题，比如说科研实习的经历，他应该怎么去获取。其实这些学生他们可能在校的时候就跟着自己的导师去做这方面的科研，并且在毕业的时候就已经拿到了论文的产出。
【学生】：这么厉害？
【老师】：对，所以其实我们觉得好像很离谱的要求，现在也有大把的比较优秀，我们称之为大神级的学生是可以做到的。
【学生】：好卷
【老师】：是吧？现在我们具体看完了这些岗位要求以后，比起我们之前，现在的感受有没有说更深一点，感觉他们的要求怎么样？你自我感觉一下呢？
【学生】：反正我感觉好像都不招本科生，还是得读一个研究生，我觉得肯定还得读研，但是我现在还不确定到底怎么办。
【老师】：现在在说肯定是得读个研究生的是吧？
现在我们小小的在上面的基础上总结一下，刚刚其实没亲眼看到，你会发现说这些相关行业的头部的企业，他们对于员工的要求主要就是集中在两个方面，首先一高学历，其次二高能力，对不对？也就是说，这要求我们在读书期间学术和实践两手都要抓，是不是？我们回到之前梅清在问老师的一个问题，本科毕业直接就业，可以吗？老师会说本科毕业当然可以直接就业，只是这种情况下，大概率你会和目前国内这些最优秀的企业无缘。因为基本上所有国内的顶尖企业，无论是投资券商，比如三中一华或者大型的互联网公司BBA等，这些民企的招聘要求都会写得很清晰：研究生以上学历，世界名校优先。也就是说如果你只是本科毕业，特别当咱们的学校不是说C9院校，甚至还不是211，985的话，你也能找到工作，只是比较难找到好工作，大概率会进比较普通的企业，拿比较普通的薪资，你的起点就会比别人低很多。
因此在目前学历不断贬值的环境下，老师并不鼓励你本科结束以后就直接就业，老师现在也和梅清分析了这么多，我们现在还会考虑说本科毕业以后直接去就业这条渠道吗？
【学生】：其实不太想，因为我家里人也不太想让我直接就业，他们想让我读研究生，但是也比较纠结，老师我就想问一下，因为我们之前大一的时候有考研机构来学校里面做宣传，然后他们就提到了考研，然后我室友他们就都在准备考研，所以我也在看我要不要考研
【老师】：也是在纠结这两个事情是吧？Ok，现在我们再聚焦在升学的这条路上，也就是刚刚梅清提到的，我们说考研和留学这两个渠道，我们到底选哪一条路对不对？当然如果梅清今天问老师考研和留学哪个好？说实话，老师说不上来，为什么？因为你之前也咨询过考研机构老师，考研机构老师肯定和你说考研好，不要去留学对不对？我们的老师是做留学这一行的，留学老师肯定会认为没听说的事，肯定留学划算，考研多卷是不是？
所以说今天如果你把这个问题放在老师面前，老师会非常实诚的和你说我不会去把考研和留学去做横向的对比，因为这两个路径从来针对的都是不同的群体，所以今天在后面的内容之前，我必须先问梅清一个问题，如果今天咱们需要35~50万这样一个费用去支撑我们，比如说去英国读一个全球排名前100的学校，例如爱丁堡、曼彻斯特这样的学校，这笔费用对于我们家庭的经济情况来说的话，会不会比较有压力？
【学生】：其实还好，应该没什么问题。
【老师】：其实也还好是吧？ Ok，如果目前这笔费用对于我们家庭的经济来说好像压力没有那么大，甚至说其实还蛮轻松的。老师首先要抛出一个非常旗帜鲜明的观点，就是考研对于富裕家庭而言是一个风险极高，性价比极低的选择，为什么会这样说？我们还是来看数据，这张图是近10年考研人数的一个柱状图，我们会看到特别是从2022年到2023年这两年，增长的比例一度是超过21%的，不知道同学有没有关注去年的考试人数大概在多少，你知道吗？
【学生】：好像400多万是吧？
【老师】：我们其实去年具体的考研人数其实还是蛮火的一个话题，为什么火？因为它达到了考研人数的一个历史新高，474万。那么在这么庞大的一个考研人群当中，录取率是多少？你知道吗？有了解过吗？不太清楚是吧？
【学生】：大概有对数据了解过。反正我周边都在说哪位学姐学长考研考不上的。
【老师】：挺多的是吧？但可能很多同学听到的大量的说法是不超过20%，实际上其实20%我们还是官方润色以后的委婉的说法，那么具体的数据其实是16.6%，这个数据我们在官网上也是可以查得到的，其实这个数据说白了就是什么？10个人去考试，2个人不到才能录取对不对？其实对于我们来说，觉得16.6我们需要付出的是哪些？刚刚你自己也提到了，你现在才大二是已经有开始准备考研了，对不对？有可能在旧黄历当中说大三才开始准备考研，但现在这么内卷的情况下，大二很多学生就已经开始背英语听专业课了，对不对？所以说其实16.6的数据对于咱们自己来说，意味着我们用了40%甚至50%的大学时间，我们去竞争了一个失败率高达85%的机会。
在这个过程当中，实际上我们做的是一件什么样的事情，就是对于我们自己的工作能力没有太大的帮助，反而说去适应了刷题这样应试教育的一个事情。
因为今天我们去复盘一下我们考研的过程，无非就是早7晚10的去图书馆打卡，每天刷英语、听专业课、背政治，对不对？所以说其实这个过程，特别是对于我们梅清来说，这是一件非常不划算的事情，为什么说不划算？因为这样的过程之后，一旦说我们碰上了85%这么一个大概率失败的机会以后，我们要付出的代价是极大的。
其实老师每次讲到这些点的时候，还是会有比较反骨的学生，这个时候会反驳我说我有什么代价大的，我又没有说带回去考对不对？反正我也就是在学校读书，我带着准备，大不了考不上以后我就直接去就业，但实际上不是这样的，因为一旦失败以后，我们面临的是什么？
首先我们是一个低学历，因为本科毕业，对吧？其次是低能力，因为在刷题的过程中，我们没有说去储备很棒的实习或者科研的经历，这也导致了我们是一个在求职场上没有任何优势的大学生。
所以为什么说老师一开始会非常旗帜鲜明地抛出一个观点，如果ok，目前可能老师提到的35~50万这笔费用，对于我们家庭的经济情况其实压力没有那么大的话，其实对比于考研来说，留学才是一个性价比比较高的选择，为什么会这样说？
首先第一点，对比于国内考研，出国留学是申请制的，像国内考研我们也知道报学校报志愿考不上，也就意味着我们成了陪跑的那群人，对吧？但出国留学不是这样的，出国留学是申请制，什么叫做申请制？只要我们可以拿出合理的方案，那也就意味着我们可以拿到100%的成功率。
【学生】：这么高？
【老师】：对，所以说成功率其实也就意味着我们不存在像国内考研一样，我们要担心会不会录取，我们会不会没有书读，只存在说你要考虑的是被第一院校录取，还是被第二目标院校录取，这是我们说留学的第一大确定性。
第二大确定性老师会说，其实我们无论是被第一目标院校录取，还是第二目标院校录取，我们拿到的都是世界名校的，这是第一点。
第二点申请前的准备会让你成为一个更厉害更优秀的大学生。因为在申请中和录取前的这段时间，我们会保持在一个很良好的GPA的成绩，包括说我们会储备一些很棒的实习和科研的经历，即使最后我们退一万步说，你到了大三的时候会发现老师我可能不太想留学位，或者说我现在其实也没有什么留学打算了，不想再去了。
哪怕是这样的情况下，这些很棒的实习和科研的经历，也足以让你在最后就业的时候相比于其他学生来说，会是那些头部大厂和名企更受青睐的一个学生。
第三，学制短，有职场试错机会，因为我之前和你在微信上聊天的时候，你有说自己有表哥在伯明翰读书对吧？
【学生】：对。
【老师】：你有没有了解过英国的研究生大概要读多久？
【学生】：也就是一年。
【老师】：一年是吧？其实这点也蛮吸引人的对吧？只要一年就可以拿到硕士文凭，还是一个很高的学校的硕士文凭对不对？
【学生】：但是之前的考研机构跟我们说，他说一年是水硕，我不知道是不是。
【老师】：就对于是否是水硕有疑问是吗？Ok，这个问题老师先不去正面的回答你。
我们先假设一个案例，我们假设现在都不需要费用的情况下，我们都是公费就读，你现在手上比如说我们有一个南京大学的保研，另一个是比如说我们以英国排名第30名爱丁堡大学的一个offer，有个爱丁堡大学的全奖的机会，你会选择哪一个？
【学生】：爱丁堡
【老师】：还是爱丁堡？前面不是说水吗？不是说一年制水吗？为什么选爱丁堡？
【学生】：可是它是世界前30
【老师】：因为是前30是吧？所以说其实水不水的问题根本不存在。因为我们拿到学历无非就是看两个方向，第一，国内教育部认不认我们，那今天我们推荐给你的学校基本上在世界排名前100，那这些学校都是回国之后可以做学历认证的，考编考公都没有问题，跟国内的研究生学历没有任何差别。第二，我们要关心企业认不认，我们刚才也看到了一些头部的民企的招聘要求，我们看到他对于国外的留学生的认可度也是高的，对不对？所以在两方面都是认可的情况下，其实水不水的问题，老师会说不存在。这个一年制是英联邦地区教育体制的设置，跟以前我们国内有些地区的小学有五年制和六年制差不多的意思，人家就是这么设置的。牛津，剑桥这样子的学校，他也是一年制的。
最后我们前面说老师也和梅清分析了这么多，老师对于考研和留学的态度，如果说要做一个总结的话，其实就是说第一普通家庭优先考虑考研，为什么？因为留学确实需要费用，老师也说了在35~50万这个区间对不对？这么多费用的话，对于一些家庭来说确实是一个坎，所以说如果你想要提升学历又拿不出这份钱，那么没有办法只能在国内内卷考研。第二就是说富裕家庭老师一定让你优先考虑留学。老师的观点，咱们认同吗？
【学生】：我感觉还挺有道理。
【老师】：挺有道理的是吧？现在对于考研和留学的选择，咱们是不是更加清晰一些了？你现在会觉得倾向于哪个方面？
【学生】：其实我自己本来就是偏向于留学的，但是还有一个问题，我不知道留学大概能申请到什么样的学校，因为毕竟要花家里这么多钱出去。如果说不能上一个好的学校，我感觉就不如留在国内。
【老师】：嗯嗯，其实我觉得我们考虑的这个方面也是非常对的，因为毕竟我们花了钱对吧？我们肯定要读一个好学校。下面老师就给咱们简单介绍一下，我们之前也说过意向的国家是英国对吧？
【学生】：对。
【老师】：我们现在就来介绍我们英国留学为案例，来介绍一下它的一些基本的申请要求。当然其实国外的申请要求不管什么国家，大体的逻辑都是一样的，因为我们现在意向国家是英国，如果之后说我们考虑别的国家，比如加拿大、澳大利亚的话，老师和你这边也可以再做一个后续的持续的沟通，我们现在先以英国为例来看一下好不好？
首先我们简单了解一下英国的话主要分为4个部分，其实你看4个部分加起来也就我们江苏加安徽那么大，看起来其实蛮小的是吧？
所以说老师为什么会把这种数据先摆到最前面，因为像以前老师带的学生特别热衷于说一定要去读伦敦的学校，他们会说我都花了这笔钱出去了，我当然要读大城市的学校，其实我们要考虑到就业的话，还是要更关注学校的实力。因为整体都很小，无论你读哪一个城市的学校，其实到伦敦的路程都不会太远，所以这一点其实咱们完全没有必要担心。
另外的话就是一个人数，它的人数人口6,000万，都没有江苏的人口多，所以对于我们女生来说，咱们的生活的体感会很棒。
第二个我们来看一下在英国读硕士需要多少的费用预算。这一点的话前面大概也说了一个大致的区间范围，对吧？这个区间范围我们会说在40~50万的范畴，其中分为学费20~30万，生活费的话大约将在15~20万。所以说除了学制低以外，对比于其他国家留学来说，英国的费用也是要更低的，毕竟时间短，你一年也就这么多成本了，这个费用你觉得是不是性价比还挺高的？
【学生】：是的，我之前考研机构跟我说出国读书要花一两百万这么多。
【老师】：所以说我们之前梅清和老师说我还是考虑一下，如果去不了特别好的学校就不去了是吧？因为钱太多了？
【学生】：对。
【老师】：我们现在其实也知道一个大致的预算了，是不是现在觉得好像这费用也还行？
【学生】：我觉得还行，没什么问题。
【老师】：性价比还可以是吧？所以说其实如果这笔钱对于我们是ok的，老师会说还是和前面的观点一样，留学对于我们真的比考研来说是一个性价比比较高的选择，为什么，我们来看一下，因为你刚才也说了，我毕竟要花钱，我肯定要读一个排名高的学校，对不对？要拿一个很硬的学历背景，这也是为什么老师会和你说，留学对于咱们是性价比比较高的选择。我们以全球前100个学校来看，我们会发现说100所学校里面有17所都是英国的院校，所以像老师圈出来的这些都是QS100之前的学校，为什么要卡100？因为100的排名是一个在国内的认可度，大部分的企业会比较看的这样一个学校的范畴。
好，刚才我们也看了一些简历初筛的数据，发现100之前的学校其实企业都是非常认可的，对吧？其中我们会发现可供我们选择的在100之内的英国院校是很多的，有17所，所以说我们最后如果选择去了英国，我们发现说选择是非常多的，也不会存在你之前可能犹豫说我会不会没有书读，我读的都是什么样的学校，是不是？我们发现其实你不管读什么学校，你被录取的学历的名次都是很好的。
好的，我们再回到我们自己的专业，我们第一个要求是什么？我要读一个好学校，对不对？那么在到了好学校之后，如果说我们这个专业也很棒，是不是就更好了？你读的是电子信息之后，硕士的话也还是想读这个专业对吧？
【学生】对。
【老师】：还是这个专业好，所以说老师也把电子信息的一个排名整理好了，给咱们来看一下。我们会发现说英国它本身就是工业革命的一个起源地，所以它的电子电器专业至今在欧洲排名都是第一的。如果说我们最后选择了英国，大概率我们是可以在一个名校读一个好的专业的，这样我们回国去就业的时候，以最好的就业机会为导向来看，我们在认可度上肯定是好上加好的，对吧？我们再来看一下几所在我们这个专业都做得非常好的一个学校，第一所的话曼彻斯特，今年世界排名是第32名，这个大学其实我觉得它最吸引学生的一点可能是它的城市到伦敦全程仅需两个小时，离伦敦还是很近的。另外的话曼彻斯特大学是英国占地面积最大的校园，有多少座教学楼？240座。所以说其实这个城市它就是一个学校，因为英国的学校，特别是大学，我们号称什么无围墙的学校，什么叫无围墙的学校？你走在曼彻斯特的街头，你一抬头看到一个像古堡一样的建筑物，不要怀疑它就是曼彻斯特大学的一个教学楼。
我们再来看第二所爱丁堡大学。刚才同学看那个案例里面是不是也说你觉得爱丁堡大学挺好的？
【学生】：对。
【老师】：我们来看一下爱丁堡大学，它今年世界排名22名，爱丁堡大学出过19位的诺贝尔获奖者。爱丁堡这个城市对于女生来说是一个非常有吸引力的城市，爱丁堡它是《速度与激情》还有《复仇者联盟》的取景地，同时我觉得它比较吸引人的一点是什么？他的大学的毕业仪式非常有仪式感，像国内或者其他一些传统的大学，可能是拨穗的这样的仪式，对不对？爱丁堡大学是一个拍头的仪式，还挺好玩的，是不是？
接下来我们来看第三所学校，伦敦国王学院世界排名第40名，我们会发现我们到现在看这三个案例的排名都是在前50以内的，是不是？我们会看到伦敦国王学院它是金三角名校，它最吸引的一点，也是无数学生选择它的首当其冲的一个理由就是他在伦敦相当于在中国的北上广，我不知道今年的亚运会我们有没有关注？
【学生】：没太看。
【老师】：就大概听了一下是吧？
【学生】：对。
【老师】：亚运会的时候有一个特别出名的叙利亚的夫人被称为玫瑰夫人，她就是这个学校毕业的，并且她还拿到了双学位。
【学生】：好厉害。
【老师】：她今年确实蛮出名的，同学回去的话有兴趣可以再了解一下，你要去读的话，你就是他的学妹了，这一点是不是也很吸引人？
【学生】：是的。
【老师】：这一点是不是也蛮有吸引力的？
【学生】：对，是。
【老师】：是吧？我之前也和梅清介绍这么多学校，在这些学校当中梅清有没有特别想去的？
【老师】：我想尽量去名校，还是想去世界前50，要是不行，前100也行。
【老师】：还是想去排名高的是吧？对。我们看完学校以后，我们再聚焦到课堂这一个模块内容来去了解一下。我们会说在英国院校他们的课堂和国内相比有很大的不同，因为梅清现在也在大二对吧？也接触过两年的国内大学的上课模式了，如果让你概括一下的话，你觉得国内的上课模式是什么样的？
【学生】：我觉得我们上课，正常一般是一个课堂里想听的人就听，不想听的话就算了。
【老师】：也随便是吧？就不想听也不听是吧？国外的话和国内相比最大的不同，他会让学生更多地参与到课堂当中。你看一下，我这边放了几张国内外上课不同的图片，国外上课的模式会让学生更多的参与到课堂中来，比如有讨论课的形式开展，互动很多，还有一些甚至是诺贝尔奖得主的大课。和国内形成了鲜明的对比。
之前老师介绍完了英国的大学是什么样的，也介绍完了他们的课堂模式是什么样的以外，我们接下来来看看名校他们需要的是什么样的人。英国名校他们在研究生阶段，他们的录取标准是什么？
常规的我们很好理解，可能也是很多家长和同学会关注到的部分。比如说我们的在校成绩，专业背景是否匹配，还有比如说可能很多学生特别关注的就是我的英语成绩有没有达到，那么事实上在近几年录取标准已经由大家所熟知的，我们原来看到的这些硬件标准转化到硬实力和软实力这两个部分。
软实力在这几年的录取当中，比重已经增加到了40%左右这样一个比重。那么软实力主要是什么？比如说商科学生的实习经历，因为我们接下来毕竟是要读的研究生，所以你的一些论文研究经历，包括说你在在校的时候有没有和导师一起做一些项目，有没有参加一些比赛，比如大创之类的。
所以现在英国学校在录取的时候，其实他们比较关注的是我们的硬实力和软实力的这两个部分。
那么在他的录取文件当中，PS、个人陈述或者说在他的录取要求里，就会直接写明他们，更希望比如说有实践经历的这样的学生来申请，其实有没有发现当我们在名校的录取要求里看到硬实力和软实力的两个部分的时候，你有什么感觉？是不是觉得似曾相识？
【学生】：对，跟前面企业招人好像有像。
【老师】：感觉有点像是对的，其实我们会发现名校的录取标准和民企的录取标准几乎是一致的。其实从底层逻辑来看，名校要的是高学习能力和高实践能力的学生，民企要的是什么？是高学历和高能力的人，这两者的要求实际上是一致的。
分析完英国院校整体的录取要求以后，我们再做一个概念上的区分，我们把在英国大学当中前100的大学，我们会把这些院校分为什么？
S类院校，也就是你目前提供给我的这个背景我们可以冲刺的一类学校；还有一类是A类的院校，就是以我们的背景，稍稍努力，就可以申请到的学校，我们还是以几个案例来看一下S类和A类的院校，他们究竟要的是什么样的学生，然后这些案例都是老师自己带的，所以我们先来仔细的看一下。
首先是这位学生他去了KCL，我为什么会拿他这个例子放在第一个？是因为他的本科和咱们特别相似，都不是985，211，是南工大的，然后他读的也是和我们一样的专业，他分数也和咱们差不多，所以我们老师会把这个案例放在第一个和同学去做一个分析。为什么说他的本科不是特别好的，本科背景不是985/211，最后申请到了KCL为什么？
原因就在于首先他的均分很高，我们可以看到，另外的话我记得他是大一下学期的时候就来找的老师，他当时目标特别明确，他就是要留学，所以我告诉他要从大一开始就关注自己的均分，然后他听别人说好像留学是比较看什么实习和科研的，所以他都是强烈的要求去规划实习和科研的背景，所以当时他自己也找了父母一些资源做了一段实习，三段科研的话是老师这边给他做了安排，包括中科院这样的科研去做，然后最后在他毕业之前是有两篇论文的产出，所以之前我们是不是说听到自己的要求，有论文的产出，两眼一黑，其实完全不用。我们普通的院校不是985 /211，我们也完全可以做到有科研结果的产出。
【学生】：怎么做到的？这个是老师你给他找的吗？因为我感觉我找不到，我们学校也不可以。
【老师】：你们学校可能找不到这样的科研是吧？这一点的话其实我们本身也是有在做科研这个项目的，但老师还是会优先说，我们有几个渠道可以去问一下。第一条，你去问问父母身边有没有这样的资源，可不可以说给我们安排实习或者科研，因为像这个同学他的实习就是他父母安排的，然后另外的话就是我们学校的导师，可能自己的导师没有，或者是其他方向的导师，有没有能带一带我们做科研的，你这边可以去问一下，如果说实在自己身边确实找不到什么特别好的资源，老师这边也完全有能力去给咱们安排特别头部的一些资源。
【老师】：好的，我们再来看第二个案例，这个同学老师印象特别深，为什么？因为这个学生各方面都特别的nice，自己很努力，他的学校背景非常好，他是南农的211，然后均分也很高，87分，专业也是对口的，他自己在没有找人规划的前提下，他也是有做两段的实习，做了两段的科研，然后在找到我们之后，又做了一个级别更高的论文发表，最后申请到了曼彻斯特大学。
【老师】：我们再看下一个案例，这个案例的话，其实院校背景和咱们也是非常像的，它也是一个非985/211，也不是双一流的一个学校，他是重庆邮电大学的，这是他最大的劣势，那这个学生他的优势在哪？首先他申请的专业和他是专业对口的，他的课程匹配度很高。其次这个学生我记得他也是咱们这个时候大二的时候来找的老师，所以说他是有提前规划的意识在的。在找老师之前，他自己其实也有在关注科研和实习的方面，他本身对于科研和实习是有一个重视度在的，所以到了老师这边以后，不管说我这边替他规划去做什么样的科研和实习，学生的配合度都是非常高的，所以你看他最后也拿到了格拉斯哥的一个录取。
【老师】：然后我们再来看一个学生，这个学生案例的话，我们会发现说他的院校背景和咱们也是非常像的，他是什么，他也不是说我们说的名校的这样一个行列当中，但是这个学生他也是有做一个提前规划的意识，而且这个学生他是一个目标感非常强的孩子，他当时来找我的时候，他对于自己要去的院校，对于他要去的专业，其实自己都有做过非常清晰的规划，他可能只是说我不知道这些学校和专业对我的要求是什么样子的，所以来找老师今天来做一个咨询。但是他的劣势是什么？他的本科期间专业课的成绩不是特别高，这就影响了他的均分，他最后的均分是定格在80这样子的分数上面的，所以这是他的一个劣势的所在。
好的，咱们看完这些案例以后，你觉得如果自己假设你要去英国读书的话，你会以什么样的院校做准备？S类还是A类？
【学生】：S类，我肯定是想进前面好的学校。
【老师】：肯定是想进S类的好学校是吧？主要是因为我们现在才大二，如果说我们提前去做一个比较好的规划，我们完全是可以S的院校为目标去做冲刺的。
【学生】：好的老师。
【老师】：我们现在来看一下 S类和A类的院校对他们的分数以及软背景的要求，这个数据是什么样子的？我们的S类和A类的院校去做一个横向的对比，我们会发现说首先S类的院校在均分上是要高于A类院校的，是不是？ S类院校的话现在基本是要到88分左右，当然肯定是越高越好。在科研和实习的方面，你也会发现说 S类的院校比A类的院校的科研和实习的要求更高，那么对你的要求可能是2~3段甚至三段以上这么一样软背景的储蓄，是不是感觉时间上还挺匆忙的？
【学生】：是有一点点。
【老师】：感觉是有点匆忙的是吧？所以说老师前面也提到我们大二现在其实是有时间要做规划的，我们首先前提是什么？我们规划的时间线要清晰，对不对？我们首先要明确说，至少要知道自己在什么阶段要做什么样的事情，接下来老师给咱们去梳理一下，我们一个整体的时间线到底是怎么样去做规划的。
首先我们可以看到我们以2024年4月为开端，在这个阶段我们要做什么？首先我们要准备语言、雅思、GRE，同步我们要进行的是科研和实习，也就是我们软实力的一个提升和储备。
那么与此同时我们还要去做哪一些材料的准备，第一种头脑风暴，那也就是对我们现在已经有的经历，比如说我们的动机、社团、奖项这些，我们去做一个整体的整理和汇总，看看我们到底现在有哪些优势，那么在这个基础上我们去思考，如果我们现在去准备申请材料，我们的论述思路是什么？我们要突出的点是什么？我们在这个基础上面，我们说可能在一些方面，比如说实习和科研，我们是不是还缺少一些储备，我们后期就去安排时间，在这些我们缺少的方面去做一个很好的补充。
第二点我们要做的其实这一点很多学生都会忽略，但老师会觉得非常重要，就是职业测评。为什么说我们在大二就要做职业测评，因为实际上你也说了，像我们学的专业是什么？听了亲戚朋友父母的话觉得挺好工作的，是不是？其实我自己好像也没有太多了解，反正我现在才大二，我也没有学太多专业课，对不对？可能很多同学学出来，大学4年学出来以后会发现说：完了，我好像做不了这方面的工作，这方面的工作怎么好像看起来不是很适合我。所以说这也是为什么我们要提前去做一个职业测评。我们可以根据职业测评的结果来框定我们申请的专业和要做的实习的范围。同步，还可以通过职业测评的结果，有意识的去向这些行业的从业者去了解这个行业或者这个职业的实际工作内容。
第三点时间规划，这个时间规划我们会包括说比如我们什么时间，我们要开始准备雅思、GRE的学习，比如说排名比较靠前的学校，它对于GRE有个什么样的成绩的要求？另外的话就是我们什么时候要做实习和科研，具体要做到什么程度，我们要去哪些公司去做，这些都是需要一个非常全面和完善的规划的。
这个信息的话，其实如果我们说要以我们目前心仪的学校，或者说我们将来有可能要去的学校，我们是不是要关注他们有什么要求，就像之前老师给梅清展示的这样，他们有什么要求？他们对于成绩有什么要求，对于实习有什么要求？另外的话我们还要看什么？我们要参加语言考试对不对？语言考试具体又是什么要求，怎么报名，这也是最基本对吧？另外的话就是实习，科研的这些信息，哪些公司在招实习，哪些学校我们可能有机会跟着老师去做一段科研，这些信息是需要我们提前去做整理和采集的。
我们再往后走，到25年2月份的时候，在这个时候我们经过了前面的头脑风暴和一些素材的储备之后，我们可以说是开始准备我们的申请材料，比如说CV、PS和RL，RL我们都可以说什么？就是推荐信，比如说我们做科研的导师，或者说我们学校的导师，需要给我们写这样一个文书材料，
到了6月以后我们要准备的是什么？除了我们之前提到的材料，其他我们要准备的比较硬性的一些材料是什么？比方说首先我们要做一个最大的决定，我们要开始定向，我们要开始决定自己我们读什么学校，读什么专业，因为我们要申请了对不对？我们在定完学校和专业以后，我们要根据他的学校和专业的要求，我们需要去做，比如说成绩单、在读证明和实习证明这些硬性文书要求的准备，这一阶段我们大概做这些准备。
到了9月份以后，我们就要开始正式的进行一个申请。我们看申请的时候大家会经历什么样的一个情况，申请的话我们从9月份开始，往年基本上2~3周可能再迟就是6~8周这么一个时间，也就是在10~11月份，25年的10~11月份，我们就可以收到第一批的录取结果了。如果这个时候我们拿到了自己心仪学校的录取结果，ok我们的留学申请的整个过程基本上就已经完成了50%以上。
后面我们要做什么？在26年3~7月的时间段中，实际上也就是我们快要出国的时间，我们还是有很多事情要做的。比如说，我们不能说你到了国外以后，拿着你的行李箱满大街的转悠，找住的地方对不对？所以说在你去登上飞机到国外进行学习之前，老师这边会给你匹配，比如说我们合作的房屋中介，我们对当地的房屋以及一些预算有了整体的了解以后，你可以自己去做一个决定，选择什么类型的住宿。
我们继续按照这个时间线走，我们还需要准备什么？比方说我们要提前去购买飞机票，我们也了解比如说梅清的表哥在英国对不对？你是不是要提前了解说那边的学习生活是什么样的，我们能不能适应那边的生活，那边的文化是什么样子的，对不对？这些都是我们要提前做了解的，同时也是最重要的一件事，就是我们要开始做签证，因为只有做了签证才能保证我们一定出得去，对不对？所以说这是最基本的一条，到了9月份以后，我们就要开始入读我们说心仪院校的一个研究生，当然也不是说我们入读以后就万事大吉，等着毕业找工作对不对？
在入读的时候我们需要做哪些事，第一个比如说我们要在硬实力和软实力的两个方面，去为最终的就业我们一个目标去做一个准备。当然硬实力的话，比如说我们的专业课，我们的学习到底要保持到一个什么样的水平，能让我们更具竞争力？
比如说我们的软实力，包括我们要提前开始搜集一些信息，名企的招聘信息，比如说一些头部企业以华为为例，它的春招秋招是什么时候，它招什么样的人，对不对？像老师前面展示的那些招聘要求都是提前搜集和整理的，另外的话我们要提前去做一个什么样的准备，因为其实很多同学都是临到要找工作了，开始在网上疯狂找模板，然后开始往里面胡乱填写，然后就去各大的公司投，其实这样是非常无效的做法。我们正确的做法应该是我们提前在读书期间准备好自己的简历，然后经过一次两次、一轮两轮的润色以后，或者说甚至我们要进行一次两次的面试模拟之后，我们才说真正走到求职场上去，去企业当中做一个竞聘。
看完这个时间线，是不是感觉其实我们还蛮忙的？
【学生】：对。
【老师】：我们从现在开始的话，其实会发现好像事情要准备的是比较多的，对不对？所以说老师要给同学你比较坚定的建议，无论我们最后选择了哪一家留学机构说去办理留学这件事情，我们方案的规划和制定一定要从当下就要开始做了，因为我们实际上不能说等到大三要去申请了，然后我们开始着急忙慌的开始准备这些材料，因为很多事情我们需要提前规划，才能说有效的把你打造成S类的院校这些名校他们青睐的一个学生的标准，对不对？
当然我不知道今天咱们也聊了这么长时间，梅清觉得和我聊下来感觉怎么样？
【学生】：老师你梳理的挺好的，给我规划也很合理。
【老师】：也比较合理是吧？当然老师今天准备了这么多材料，也和梅清聊了这么久，我当然希望最后说梅清选择的是老师这边，选择的是新通对不对？所以最后一个模块，就是回答梅清之前问的老师这边能不能帮助我做一些事情这个问题，对不对？那在最后一个模块老师就来和梅清介绍一下，如果我们选择新通，老师和新通具体能给到明星这边一个什么样的帮助？
首先我们来看一下我们的服务模块，实际上我不知道同学之前有没有去了解一下别的留学机构？
【学生】：之前也没怎么去看过，这边是线下过来的第一家，因为老师跟我聊的比较多。
【老师】：这样是吧？老师还蛮荣幸的，既然同学之前了解过的话，其实也就知道市面上面可以说大部分的中介机构，甚至说一些个人的工作室，其实他们的服务就停留在一个阶段，也就是说我们所谓的比如说申请服务，其实也就涉及到两个人，有些小工作室甚至就是一个人。
所以之前咨询的时候，他会和学生说你不用现在找我，你大三来找我们就可以了，为什么？是因为这就是他们的一个服务周期的长度，他们只有这一个模块可以提供服务，但是新通这边是不一样的，之前老师在和梅清沟通的时候也有不断的在强调，不管说我们是升学还是现在立马找工作，我们最终的目的是为了一个更好的就业机会。所以说新通也是考虑到这一点，这个行业当中，咱们是唯一一家，我们会把留学和就业放在一整套当中去做一个完整规划的留学中介。那也就意味着我们会在传统的这种服务的模块当中，我们会多出三个部分。
首先在我们留学前我们会有两个部分，第一职业规划服务，这个服务其实老师前面有说到，这个服务就是至少我们要确定现在这个专业适不适合我们，将来的专业发展方向是不是我们想做的，对不对？那这个问题实际上是通过专业的测试去确定的，我们用的是北森的职业测评，也是市面上现在500强的企业都会做的一个测试题。这个测试题当然你在网上是搜不到的，因为新通也是付费把它的版权买了下来，去给同学做一个免费的服务。
第二个我们说是什么？就是一个背景提升的服务。刚才前面你有看到说，其实那些名校对于实习和科研要求都是很高的，是不是？老师当然也说了，你先去考虑父母和老师身边的资源，如果说你身边没有这样的资源，或者说之前有的家长和老师表示的，就是说其实你说我身边能不能找到这样的资源，我能不能去帮我的孩子做匹配？可以。但资源反正都是要花钱买的，我找自己身边的同事或者朋友，我还欠着一份人情，我觉得我还不如直接到你这边直接来花钱解决事情，我还省了我以后要去还的一份人情，对吧？其实老师在这一点上还是被这些家长说通的，细想一下确实是这样子。所以我们其实这边会提供这样子类似的服务，当然我们提供的导师和企业都是非常头部的，老师在之后也会给到详细的案例，如果我们之后有这样的需求，我们可以来看一下。
在我们同学之后成功录取之后，我们的服务也没有说就结束了。我们还有就业规划服务，这服务是什么时候？那就是我们硕士毕业之后我们是不是要求职了？这个时候实际上我们刚才也说我们有很多工作要做，我们要简历润色，我们要面试模拟，我们可能还要做职业进一步的评测，要确定一下毕竟一年的时间过去了，我们的职业方向是不是还是原来的方向？我们这边都会有专门职业的求职规划导师去给我们做一个分析和建议。
【学生】：这个是你吗？
【老师】：肯定不是老师呀，到后面的话我们会介绍服务团队，你可以看一下老师主要负责的是什么？
老师主要的话这个角色，其实如果摆在公司里面的话，其实就相当于我们说项目经理，后面的话我们一共会有5位老师共同去服务我们1个学生，包括说会有职业管理师和职业专家导师，职业管理师就是帮助我们去做职业评测，职业专家导师就是帮我们去解读，也就是说我们进行一个一对一的项目岗位的带教。
另外，文书写作的顾问，其实这个是老师很多学生来申请留学的时候会非常关注的一个的角色。新通这边老师我们可以保证的，我们是一对一的去进行定制化的文书素材的准备和撰写。
当然最后我们也不是说到我们书写完后，把同学送出去之后我们就结束了。我们之前也提到我们会有一个求职规划的过程，我们也会有专业的求职规划导师去给我们进行一个项目的推荐求职方案的报告。
我们会发现我们整体的团队是不是感觉很多老师在服务一个人，是不是有一种VIP的感觉？
【学生】：对。
【老师】：那我们在老师介绍的基础上，我们再来看一下我们整体的服务流程，也就是说这些老师究竟在什么样的流程上为我们进行服务？我们来看一下首先咨询阶段，也就是我们现在进行的阶段，老师会为你进行什么？我们刚才也看了行业专业的分析。
行业的分析，包括说我们未来发展的道路的一个规划，如果说之后你选择了新通，和老师签了协议之后，我们就可以进行后面的一个阶段，就是职业规划、留学规划和定校对吧？
软性的背景提升阶段，那么这个阶段的话我们这边也是完全可以提供的，后面包括说院校申请的阶段，院校申请后老师的工作也没有说结束，你申请之后经常会发生的情况，像之前澳洲的学校可能会有半个月的时间，一个月的时间毫无动静，然后他也不说给你发offer，也不发个拒信，反正就是一点消息都没有，那么其实这种情况的话，老师心里是比你还要着急的，这个时候老师会帮助你去完成一个跟进，直到说我们拿到offer确定了学校这边会让我们过去就读以后，老师这边的工作我们才说是告一段落。
之后工作什么时候开始，在我们的签证申请的阶段，这个时候其实英国的签证还是比较容易的，因为我们之前考虑英国在这个阶段老师会说去协助同学准备什么样的材料，要进行哪些工作，老师这边都会如期的去和学生做一个告知和跟进。


"""
DEMO2 = """


为什么做职业规划？

将来咱们如果留学钱也不少，花三四十万肯定要的，对不对？一年时间去外面读书也蛮辛苦的。老师是想问你一个问题，你出国留学最终目标是想拿一个学历，还是为了将来的就业和更好的生活做准备呢？



了解金融行业招聘要求后，有什么感受？——客户表示有压力的话术

有压力正常的，老师也能理解，毕竟咱们的目标是金融行业最头部企业，也就是说这些公司将来都是整个中国最优秀的年轻人去竞争这些岗位，你同意吗？所以压力大是正常的，但是老师想告诉你，你将来绝对有机会进得去的。因为在老师过去的经历当中，有非常多同学在你这个阶段开始准备，通过 2 到 3 年的规划，成功去到了很好的大学，拿了很棒的学位，有很好的实践的部分，完美的匹配了这些顶尖企业的要求，所以你自己有信心，咱们还有很长的时间做准备，一定有机会的，你也值得到这些东西。



高学历及高能力的概念解读

高学历：金融行业很看重你背后的校园人脉资源的 以及你的学习能力强 培训周期短。

我们来总结金融行业招聘的需求，他们会青睐什么？那肯定我学历高，是不是，你可以你看到大多数企业人家要的是研究生学历，对不对？那确实好的本科当然也很好，但是在这些大哥大面前，说实话是有点不够看的，因为优秀人太多了对吧？

我们知道很多头部的企业的第一轮面试很多是机器和 AI。也就是说如果你的学历条件不达标的话，第一轮 AI 就把你删掉了。你连到第二轮被面试官看简历的资格都没有，所以我们讲说学历是敲门砖他确实是如此的。

高能力：也就是高实战能力 企业里是分秒必争的 需要的是能创造价值的员工。

为什么招聘员工有良好的中英文能力，国内的证券公司为什么需要英文能力很强呢？

第一，我们服务的客户都是富人，富人的资产配置其实都是全球化配置，他不会去只买国内的产品。

第二，金融是全球一体化的，相互影响的，美国今天说加息，明天全球股票都跌停，所以它本身是一个整体，目前经济的话语权还是来自于欧美为主的西方世界。

第三，会有很多的项目，肯定是跟国外的金融公司合作，高端金融是全球化的。你不了解
 

全世界在发生什么，你看不懂国外的新闻文件，你没有办法做出判断和回应。或者说你只能做

一个就二道贩子，别人做好给你，那么你一定不是同步的人。作为优秀的金融人，一定是同步

信息的。

还有丰富的行业研究经验和实习经验，代表了你实践经验丰富，企业培养你的周期会缩短，你

会更快的给企业创造价值。



本科就业 or 升学话术

本科就业不是不可以的，但是老师必须很客观的说，只是你大概率会和这些头部的企业没有缘

分。因为人家的录取标准也蛮清晰的，大多数写着研究生起步。所以如果我们以本科学历直接

去就业，我们可能会面临几个现状：

第一，你的起点会比别人低很多。

第二，你不太容易能去到这些最头部的企业，可能要降一档去就业。那么未来发展的空间，收入空间都会比学历更高，背景更好的同学和竞争者要差一些。



当然老师也给一个很中肯的建议，我确实不认为本科学历可以在你未来 40 年的职场当中会为你你保驾护航。

我们工作年限是 40 年，基本上 22 岁参加工作，六十出头退休。你真的相信一个本科学历能在

40	年能保护你一辈子嘛？面对未来大量的竞争，当需要一个学历做你的背书的时候，你没有那样的条件，你怎么去跟人竞争，对不对？所以我觉得底层再回来还是取决于你是什么性格的人，需要一个怎样的生活。所以老师要问你是一个比较求安逸求平庸的人吗？不是，对吧？所以如果你不是一个求安逸求平稳的人，老师鼓励你再去读一个研究生的学历，无论是考研或者去留学都 ok，但是尽量别让自己以本科的学历就业。因为在现在的整体的求职市场，本科的含金量太低了。理解吗？

学生提问：老师，是考研好还是留学好呢？
 


考研 or 留学话术

1.老师从来不认为留学和考研，谁一定比谁更好。

2.关于这个问题，我先问你一个问题，假设如果将来去香港升学，需要你的家庭拿出 30 万到 40 万的费用，这笔钱对你的家庭而言是可以承受的费用还是一个比较困难的费用？

如果你的家庭可以承担这个费用，那老师很直接的告诉你，对于你这样的家庭而言，考研是一件性价比极低，风险极高的选择。为什么呢？好，我们来看数据（国内考研数据）



考研 or 留学的利弊分析（需从 1.家庭经济因素决定不同群体的选择路径——2.留学准备过程让学生变得更优秀——3.早点毕业可以有更多的职场锻炼机会，这三个逻辑进行分析，不能打乱）

留学不存在所谓的失败的概念，什么意思呢？因为它是申请制的，你可以同时申请很多学校，不是一考定终生。你要么被第一目标院校录取，要么被第二目标院校录取。无论是哪一个，一定是比你国内考研能去的学校要好的多得多。



所以这个时候你家里真正要考虑的事情是：是 40 万重要，还是你的前途更重要？不同家庭对于这个回答是不一样的，没有对错的。大量的家庭说老师我家里实在拿不出这么多，我们家可能就十几万的存款。你记得这是中国大多数家庭的常态，没有对错的，明白吗？



但是有些家庭说，如果可以承担这样的一笔费用的话，我干嘛要用大学 50%的时间去竞争一个失败率高达 85%的机会。而且失败的结果是如此的恐怖，对吧？我低能力低学历，我何必呢？不同家庭有不同的答案，没有对错。

所以在这件事情当中，老师给你一个最直接的观点，叫做普通家庭的小孩优先考虑考研，富裕家庭的子女优先考虑留学。这才是对你们彼此最合适的策略。同意吗？



另外，国外名校现在的录取要求基本是这样:第一你要有高 GPA，第二要有好的语言能力，第三要有社会实践实习的经历，留学申请的逻辑和名企招聘是很相似的，都希望有高学历+高能力。我们在以世界名校标准来做准备的过程中，都会让你的将来有更大受益，即便将来你不想去留学或终止留学计划，你都会比同龄人有更棒的能力和优势，更容易被名企青睐，因为留学申请
 

的准备会让你变成一个更厉害、更优秀的大学生，而考研并不会。



虽然我做留学的，但老师还有很多重要的观点。香港升学一般是 1 年制居多，国内的研究生一般 2-3 年，从学历水平来说，在你们研究生毕业那一刻，无论你是考研或留学，你们都不会成为一个职场高到手。真正的职场高手是需要你去到优秀的企业，和优秀的同事一起做优秀的项目，慢慢变成高手的，同意吗？

所以最关键的起点是什么？关键是能够进一个优秀的企业。倒推来讲，我们求的是一个更高的升学成功率，第二能去到更好的学校，第三咱们能早一点回来。早两年毕业差别太大，特别对女生而言，对不对？咱们能用一年的时间拿到好学校的硕士学历，有机会一年就进到名企，就不要花三年时间。多工作两年，那 40 万的费用都回来的差不多了是不是？



留学一年水不水-话术

关于这个问题，老师就问你一个问题就好了。假设今天你被中山大学保研了，也不用考试。但

是同时港大的金融专业录取你了，而且是全额奖学金，住宿费，生活费全包了，你选哪一个学

校？

所以你看你自己抢答了，你自己回答自己。老师这个问题问过十个人，每个人都毫不犹豫的选

择了港大。为什么？留学的本质还是一个经济因素，对不对？



衔接话术：高学历+高能力—如何达成？

如果你也觉得将来去类似三中一华这样的头部证券公司是你的职业目标的话，那接下来老师和你一起看一看 ，接下来要怎么样帮你实现你的目标。首先是不是先过学历这一关，你今天是来咨询香港，那么香港的概况如何，老师给你做一下介绍。

香港作为国际金融中心，它的金融行业发展环境非常好，他们的教育资源和实力都是非常强的。



介绍香港的概况和学校概况
 






港大的一天，给与去名校的期待

这是你的一个学长，我的学生给我发的，他在港大学习的一天。我们除了美丽的校园之外，老师最想给你看的是第四张图片，如果将来咱们有机会去港大，你会发现给你授课的是全球金融圈最有名的老师和教授，甚至有可能是某个诺贝尔得主，和你一起学习的是全亚洲、全世界的金融精英，你们一起学习，一起成长，一起做项目，将来毕业之后分散在全世界、全亚洲、全国的各家顶尖公司，成为彼此最重要的人脉。这就是你去到这种顶级的金融学院最大的收获，你希不希望有一天能坐在港大的金融专业课堂上？

老师为什么鼓励你去留学，是因为留学在海外大学训练中，你们那个模式更趋近于实战模式。因为在海外读书，你不是靠期末的分数就能过的，平时的作业分数很重要。大量的作业是由你们去团队合作做实践、做项目、做 PPT，做演讲等去完成的。

因为海外大学非常注重学生的实战能力，他们希望学生毕业之后进入到顶尖的企业，来者能战。这也是为什么那么多的头部企业喜欢这些头部名校的学生。因为他们常年的合作当中发现，这些国外名校回来的孩子真的很好用。我们国内就是老师在上面讲，你在下面记笔记，然后考试背答案，对吧？背理论和实战是完全不一样的。所以老师鼓励你去到这样的学校，你会学的更扎实，更有收获，好不好？



初步分 AB 类院校概念+案例讲述

香港的院校整体的实力都很不错，总结下来，香港的大学可以把它分为 A，B 类。例如，我们熟悉的港中科，把它归为 A 类，城市大学，理工大学，浸会等归为 B 类。那么，不同的院校他们的申请要求是怎样的呢，老师给你展示几个的学长学姐的案例。（具体案例介绍）
 

如果去香港读研，以 A 类还是 B 类为目标去准备？

我们刚才也做了这些香港大学的完整的介绍，我们也做了这个排名分类，老师基本上会把它分为 A 类和 B 类，A 类是最顶尖的院校需要冲刺才能去，B 类比较符合我们现有的条件，不用那么辛苦的，我们也聊了很多这些案例，也知道录取的要求了。

那么老师要问你一个很关键问题，如果未来去香港留学，你更希望冲刺 A 类院校，还是去 B 类

院校？

为什么？

但是 A 类的话准备起来会较辛苦，它的条件还蛮多的，你怎么看呢？做好准备了吗？冲刺 A 类过程会比 B 类辛苦很多。如果是 B 类院校，不一定需要 GMAT，实习可能一段就够了。但是如果要去 A 类的话，你这个均分要往提一提，雅思最好考到 7 分，还需要考 GMAT，最好有两段以上实习。因为竞争很激烈你也看到对吧？能去港大这样头部院校的话，条件都是需要一个一个攒的，那么压力会大很多。你真的能下定这个决心，要去冲 A 类院校吗？



老师也鼓励以 A 类院校为目标去做准备，因为你现在大二，时间上是来得及。中大的学生本身院校背景是非常好的。如果在未来 2 年做充分的准备，按照我们的规划去做每一件对的事情，你绝对有很大的机会被这些顶尖院校录取的。老师也有这个信心，可以陪你走这条路，因为我们有大量的成功案例，现在老师来帮你看一看，如果要给以 A 类院校为目标，我们需要做哪些准备，要做什么规划，好不好？



衔接内容：香港 A 类院校申请要求，总结软硬件需求及个人情况分析

时间规划线讲述（突出每个时间节点的工作内容及紧密性）

如果当你以 A 类院校为目标，把这些准备的事情放进这个时间轴当中，放完之后你会发现得

出一个什么结论？

他的时间还是会比较紧张的对吧？没有想象中那么充裕的时间，同意吗？

所以安琦你尽快开始办理，你无论最后选哪一家都可以，选不选择老师也没有关系，但是从

时间上咱不宽裕了的，尽快准备好不好，所以这也是老师想告诉你，我们这个行业的一个底

层逻辑。我们管大一想冲刺顶尖名校的学生叫早期鸟，大二的学生叫应届生，大三的学生叫末

班车，大四的学生没机会，明白吗？

假设今天如果说你已经大三下，然后你找老师，什么条件都没有，说想冲这个名校，老师告

诉
 

你不可能了，你没机会。因为想去名校，一般大一大二就要做准备，你大四来都不用谈了，对吧？大三如果说你来的这个条件已经有些不错了，我们赶一赶还有机会。所以无论最终选不选老师都可以。但是一定要抓紧开始准备，你才有机会去到这些名校。因为咱的目标是想去 A 类院校，咱们时间上没有那么宽裕了，但是老师当然希望你能选择我。

第一，老师非常欣赏你，在你身上我看到很多优秀的潜质和未来的可能性。在大二这个阶段有这样的准备，有这样认知的学生不多的，加上你有这么良好的背景，老师看得出你是一个努力且有学习能力的人，老师相信一定可以做到。

第二，老师对自己也有这样的信心，因为我带过很多这样的同学，从大二开始跟老师做准备，最终一步、两步、三步完成所有的准备条件，最终去到世界顶级的大学。现在也去到了很好的企业，经常给我发微信，分享他的生活，所以我也有这样的信心，陪你走这一条路，老师也希望你能选择我啊，我们看看能不能一起让你变得更好。



收尾：学生表示清楚，且顾问与学生商议时间，敲机构的意向。



额外话题：留学回来就业也不是很好的疑惑？

当然刚才又提到说，有些同学留学回来，好像也没有找到好的工作。当然了，对不对？这个不是以前 30 年以前国家公派留学对不对。我觉得这件事要问问自己，你要问自己说为什么我去了很好的学校，但我却没有办法去到一个好的企业，或者说不能被去到心仪的企业，你要问问自己是留学的问题还是自己的问题，对不对？因为明明就有那么多人留学回来后去到了好企业，只是你去不了而已，对不对？但是还有一个问题是说，难道他会比以前普通大学的本科就业前景更好吗？是不是。在一个 40 年的职业生涯当中，怎么地都是一个名校的硕士，比一个本科学历更有市场。所以不要把个人的问题上升到留学对不对？

"""


